name: "model"
platform: "onnxd"
max_batch_size: 8
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 3, 224, 224 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ 101 ]
  }
]
instance_group [
  {
    kind: KIND_CPU
  }
]
